---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.SharedParameterApplicableRule
source: html/11d10bd9-586c-1153-b199-e21a13973d64.htm
---
# SharedParameterApplicableRule Members

Constructs an instance of SharedParameterApplicableRule.